[
  {
    "id": 1,
    "name": "Пицца Маргарита",
    "description": "Классическая пицца с томатным соусом, моцареллой и базиликом.",
    "price": 185,
    "images": [
      "/images/Margarita1.jpg",
      "/images/Margarita/Margarita2.jpg",
      "/images/Margarita/Margarita3.jpg",
      "/images/Margarita/Margarita4.jpg"
    ],
    "details": "Пицца Маргарита - это классическое и одно из самых простых блюд итальянской кухни. Она славится своей невероятной простотой и вкусом. Пицца Маргарита имеет всего несколько основных ингредиентов и обычно приготавливается на тонком тесте с томатным соусом, моцареллой, свежими помидорами, базиликом и оливковым маслом. Вот более подробное описание этой классической пиццы:\n\n1. Тесто: Тесто для пиццы Маргарита может быть тонким или толстым, в зависимости от предпочтений, но чаще всего используется тонкое тесто. Тесто можно приготовить самостоятельно или купить готовое в магазине.\n\n2. Томатный соус: На тесто наносится тонкий слой томатного соуса. Соус должен быть свежим и вкусным, часто он приготавливается из помидоров, оливкового масла и различных специй.\n\n3. Моцарелла: Моцарелла - это основной вид сыра, используемый в пицце Маргарита. Она натирается или нарезается круглыми ломтиками и равномерно распределяется по тесту.\n\n4. Помидоры: Свежие и спелые помидоры обычно нарезаются круглыми ломтиками и выкладываются поверх моцареллы. Это придает пицце свежий и сочный вкус.\n\n5. Базилик: Листья базилика добавляются как финальное прикосновение к пицце Маргарита. Они украшают пиццу и придают ей неповторимый аромат и вкус. Листья базилика можно разорвать и разбросать по всей пицце.\n\n6. Оливковое масло: Немного оливкового масла может быть добавлено поверх всей пиццы для дополнительного вкуса и глянцевого блеска.\n\nПосле того как все ингредиенты уложены на тесто, пиццу отправляют в предварительно разогретую духовку, где она печется до золотистой корки и плавления моцареллы.\n\nПицца Маргарита была придумана в честь королевы Италии Маргариты Савойской в конце 19 века. Ее цвета (красный, белый и зеленый) символизируют флаг Италии. С тех пор эта пицца стала одним из самых популярных видов пиццы в мире и славится своей простой, но вкусной комбинацией ингредиентов.",
    "ingredients": [
      "Томатный соус",
      "Моцарелла",
      "Базилик",
      "Соль",
      "Перец",
      "Оливковое масло"
    ],
    "reviews": [
      {"name": "Антон", "comment": "Самая лучшая пицца"},
      {"name": "Мария", "comment": "Обожаю пиццу Маргарита"}
    ]
  },

  {
    "id": 2,
    "name": "Пицца Пепперони",
    "description": "Пицца с пепперони, сыром и томатным соусом.",
    "price": 199,
    "images": [
      "/images/Pepperoni1.jpg",
      "/images/Pepperoni/Pepperoni2.jpg",
      "/images/Pepperoni/Pepperoni3.jpg",
      "/images/Pepperoni/Pepperoni4.jpg"
    ],
    "details": "Пепперони - это острая колбаса, которая придает этой пицце особый вкус. Томатный соус и моцарелла делают основу, а оливки, базилик и чеснок добавляют дополнительные нотки вкуса. Эта пицца идеально подходит для любителей острого.",
    "ingredients": [
      "Томатный соус",
      "Моцарелла",
      "Пепперони",
      "Оливки",
      "Базилик",
      "Чеснок"
    ],
    "reviews": [
      {"name": "Сергей", "comment": "Пепперони идеальна"},
      {"name": "Мария", "comment": "Обожаю Пепперони"},
      {"name": "Соня", "comment": "У этой пиццы идеальный соус"}
    ]
  },

  {
    "id": 3,
    "name": "Пицца Гавайская",
    "description": "Гавайская пицца, приготовляемая с использованием белого соуса, сыра, ананасов и курицы.",
    "price": 230,
    "images": [
      "/images/Hawaii-pizza1.jpeg",
      "/images/Hawaii/Hawaii-pizza2.jpg",
      "/images/Hawaii/Hawaii-pizza3.jpg",
      "/images/Hawaii/Hawaii-pizza4.jpg"
    ],
    "details": "Гавайская пицца (также ананасовая пицца) — пицца, приготовляемая с использованием белого соуса, сыра, ананасов, курицы и морепродуктов. В 2014 году журнал «Time» включил гавайскую пиццу в свой список «тринадцати самых значимых пицц всех времён» под номером 13. Опрос Харриса 2016 года, проведенный среди взрослых в США, показал, что ананас входит в тройку самых любимых топпингов пиццы, опережая анчоусы и грибы.",
    "ingredients": [
      "Куриное филе",
      "Ветчина",
      "Ананасы консервированные",
      "Соус коктейль",
      "Сыр Моцарелла"
    ],
    "reviews": [
      {"name": "Евгений", "comment": "Обожаю пиццу с ананасами, кто не любит не ешьте, мне больше достанется!"},
      {"name": "Михаил", "comment": "Вышло вполне нормально"},
      {"name": "Алексей", "comment": "Никогда не любил пиццу с ананасами, но эта мне понравилась!"}
    ]
  }, 

  {
    "id": 4,
    "name": "Пицца четыре сыра",
    "description": "Пицца четыре сыра - разновидность пиццы в итальянской кухне, покрытая комбинацией из четырёх видов сыра, обычно расплавленных вместе, с томатным соусом или без него.",
    "price": 199,
    "images": [
      "/images/4Cheese1.jpg",
      "/images/4Cheese/4Cheese2.jpg",
      "/images/4Cheese/4Cheese3.jpg",
      "/images/4Cheese/4Cheese4.jpg"
    ],
    "details": "Пицца четыре сыра - разновидность пиццы в итальянской кухне, покрытая комбинацией из четырёх видов сыра, обычно расплавленных вместе, с томатным соусом или без него.",
    "ingredients": [
      "Моцарелла",
      "Эмменталь (или Маасдам)",
      "Горгонзола (или другой сыр с голубой плесенью)",
      "Пармезан"
    ],
    "reviews": [
      {"name": "Анастасия", "comment": "Отлично приготовлено, прекрасно чувствуются все 4 сыра!"},
      {"name": "Александр", "comment": "Хорошо, но можно мыло чуть поменьше сыра, перебивает вкус теста"},
      {"name": "Станислав", "comment": "Было бы отлично если бы добавили чуть больше сыра"}
    ]
  },

  {
    "id": 5,
    "name": "Пицца Дьябло",
    "description": "Пицца Дьябло - этот вид выпечки предпочитают любители острой еды. Остроту блюду придает мексиканский перчик Халапеньо.",
    "price": 199,
    "images": [
      "/images/Diablo1.jpg",
      "/images/Diablo/Diablo2.jpg",
      "/images/Diablo/Diablo3.jpg",
      "/images/Diablo/Diablo4.jpg"
    ],
    "details": "Этот вид выпечки предпочитают любители острой еды и ароматного мяса. В состав «Дьябло»-пиццы входит много разнообразных колбасок (баварских, венских, пепперони), мягкий сыр моцарелла, грибы, болгарский перец. Остроту блюду придает мексиканский перчик Халапеньо.",
    "ingredients": [
      "Томатный соус",
      "Сыр Моцарелла",
      "Шампиньоны",
      "Салями",
      "Паприка",
      "Перчики Чили (или мексиканский перчик Халапеньо.",
      "Болгарский перец"
    ],
    "reviews": [
      {"name": "Денис", "comment": "Любимая пицца"},
      {"name": "Оксана", "comment": "Слишком острая как по мне"},
      {"name": "Данил", "comment": "Пицца хорошая только без остроты"}
    ]
  },

  {
    "id": 6,
    "name": "Капричоза",
    "description": "Капричоза - итальянская пицца, приготовленная из запеченной ветчины, грибов, артишоков, помидоров и сыра моцарелла.",
    "price": 205,
    "images": [
      "/images/Kaprichioza1.jpg",
      "/images/Kaprichioza/Kaprichioza2.jpg",
      "/images/Kaprichioza/Kaprichioza3.jpg",
      "/images/Kaprichioza/Kaprichioza4.jpg"
    ],
    "details": "Пицца капричоза (итал. Pizza capricciosa) — итальянская пицца, приготовленная из запеченной ветчины, грибов, артишоков, помидоров и сыра моцарелла. Грибы, как правило, шампиньоны, но могут быть и другие. В некоторых версиях может также использоваться прошутто (вяленая ветчина), маринованные артишоки, оливковое масло, оливки, листья базилика и яйца. Капричоза может быть[прояснить] приготовлена на тонком тесте.",
    "ingredients": [
      "Грибы",
      "Оливки (или Маслины)",
      "Помидоры",
      "Кукуруза",
      "Базилик",
      "Моматная паста (или соус Гриль)",
      "Моцарелла",
      "Ветчина"
    ],
    "reviews": [
      {"name": "Алина", "comment": "Отличная и необычная как по мне пицца, мне очень понравилась!"},
      {"name": "Андрей", "comment": "Впринципе вполне хорошая пицца, среди моих друзей понравилась только мне"},
      {"name": "Ксения", "comment": "Хорошая пицца, мне и семье понравилось!"}
    ]
  },

  {
    "id": 7,
    "name": "Пицца Карбонара",
    "description": "Идеально приготовленная пицца с соусом Карбонара. Невероятно хрустящая корочка прекрасно контрастирует с сыром и жидкими яичными желтками.",
    "price": 220,
    "images": [
      "/images/Karbonara1.jpg",
      "/images/Karbonara/Karbonara2.jpg",
      "/images/Karbonara/Karbonara3.jpg",
      "/images/Karbonara/Karbonara4.jpg"
    ],
    "details": "Идеально приготовленная пицца с соусом Карбонара. Невероятно хрустящая корочка прекрасно контрастирует с сыром и жидкими яичными желтками.",
    "ingredients": [
      "Сыр",
      "Ветчина",
      "Пепперони",
      "Яичный желток"
    ],
    "reviews": [
      {"name": "Кристина", "comment": "Очень необычная и очень вкусная пицца!"},
      {"name": "Никита", "comment": "Очень классная пицца!"}
    ]
  },

  {
    "id": 8,
    "name": "Четыре сезона",
    "description": "Пицца условно делится на 4 части: первая часть - куриная грудка; вторая - сервелат; третья - ветчина; четвертая часть - грибы.",
    "price": 215,
    "images": [
      "/images/4Seasons1.jpeg",
      "/images/4Seasons/4Seasons2.jpg",
      "/images/4Seasons/4Seasons3.jpg",
      "/images/4Seasons/4Seasons4.jpg"
    ],
    "details": "Пицца Четыре сезона (итал. Pizza Quattro Stagioni ) — итальянская пицца, которая разделена на четыре части с четырьмя различными начинками, каждая из которых представляет один сезон года. Артишоки символизируют весну, помидоры или базилик символизируют лето, грибы символизируют осень, а ветчина, прошутто и оливки символизируют зиму. Эта популярная пицца в Италии была описана как «классическая», «знаменитая» итальянская пицца. Является вариантом пиццы капричоза.",
    "ingredients": [
      "Салями",
      "Маслины",
      "Болгарский перец",
      "Помидоры",
      "Базилик",
      "Грибы",
      "Ветчина"
    ],
    "reviews": [
      {"name": "Павел", "comment": "Отлинчая пицца, особенно для небольшой компании друзей!"},
      {"name": "Арсений", "comment": "Пицца супер! Особенно зимняя сторона"},
      {"name": "Вадим", "comment": "Отличная пицца, прикольная задумка"}
    ]
  },

  {
    "id": 9,
    "name": "Вегетарианская пицца",
    "description": "Вегетарианская пицца содержит гораздо меньше калорий, чем мясной продукт, поэтому ее нередко покупают и люди, кто хочет похудеть.",
    "price": 199,
    "images": [
      "/images/Vegaterian1.jpg",
      "/images/Vegaterian/Vegaterian2.jpg",
      "/images/Vegaterian/Vegaterian3.jpg",
      "/images/Vegaterian/Vegaterian4.png"
    ],
    "details": "Вегетарианская пицца содержит гораздо меньше калорий, чем мясной продукт, поэтому ее нередко покупают и люди, кто хочет похудеть.",
    "ingredients": [
      "Броколли",
      "Грибы",
      "Зелень",
      "Болгарский перец",
      "Маслины"
    ],
    "reviews": [
      {"name": "Василий", "comment": "Зачем нужна вегетарианская пицца, когда можно заказать самую большую пепперони!"},
      {"name": "Маргарита", "comment": "Для вегетарианской пиццы очень даже отлично"}
    ]
  }
]
